{
  "WelcomeHeader": "¡Bienvenido a la app de NeedyMeds!",
  "InfoBody": "Somos una organización sin fines de lucro comprometida con hacer la atención médica más accesible para todos.",
  "PrimaryCtaBtnLabel": "Continuar sin registrarse",
  "SecondaryTxt": "No necesita registrarse ni compartir información personal.",
  "LangControlEN": "English",
  "LangControlES": "Español",
  "FooterLinkCopyright": "© 2025 NeedyMeds, Inc. Todos los derechos reservados.",
  "FooterLinkTnC": "Términos y condiciones",
  "FooterLinkPrivacy": "Política de privacidad",
  "DrugPricesTab": "Precios",
  "PharmaciesTab": "Farmacias",
  "ResourcesTab": "Recursos",
  "Header": "Consejos para ahorrar en medicamentos",
  "ListItem1": "Medicamentos con prescripción médica.",
  "ListItem2": "Medicamentos de venta libre si están escritos en una receta.",
  "ListItem3": "Suministros médicos si están escritos en una receta.",
  "ListItem4": "Equipo médico (bastones, muletas, férulas, artículos para la incontinencia, etc.).",
  "ListItem5": "Artículos para diabetes (glucómetros, tiras, lancetas, zapatos para diabéticos).",
  "ListItem6": "Medicamentos con receta para mascotas.",
  "FooterLink": "Más información",
  "HeroTxtEmphasisLine": "Hasta 80% menos",
  "HeroTxtSecondaryLine": "en su receta",
  "SearchPlaceholder": "Buscar un medicamento",
  "InfoLink": "¿Qué es elegible?",
  "EmptyMsg": "Lo sentimos, actualmente no hay farmacias de nuestra red disponibles. Pruebe con otros códigos postales o amplíe el radio de búsqueda.",
  "FormInputLabel": "Presentación",
  "QtyInputLabel": "Cantidad",
  "ZipInputLabel": "Código postal",
  "ZipDetectOpt": "Detectar mi ubicación",
  "ZipErrorText": "Su código postal debe tener 5 dígitos.",
  "RadiusInputLabel": "Radio",
  "RadiusInputSuffix": "millas",
  "EmptyPristineMsg": "Indique cuánto necesita y dónde desea recogerlo.",
  "EmptyTouchedMsg": "Parece que no está disponible aquí por ahora. Intente con otros códigos postales o amplíe el radio de búsqueda.",
  "FilterChipSortPrice": "Por precio",
  "FilterChipSortDist": "Por distancia",
  "FilterChipGenericPrefix": "Incluir genérico",
  "HeroOverline": "Ahorros en más de 65,000 farmacias",
  "HeroHeader": "Busque farmacias participantes cerca de usted.",
  "SearchBtnLabel": "Buscar",
  "Breadcrumb": "Farmacias participantes",
  "FilterNameInputLabel": "Filtrar por nombre",
  "CardHeader": "Tarjeta de Descuento de Medicamentos",
  "Text": "¡Ahorrar en medicamentos recetados es posible! Siga estos pasos para asegurarse de obtener el mejor precio para sus medicamentos:",
  "ImageHeader1": "Frente de la tarjeta:",
  "ImageHeader2": "Reverso de la tarjeta:",
  "ButtonLabel1": "Ampliar",
  "ButtonLabel2": "Compartir",
  "HelpLink1": "¿Tiene preguntas?",
  "HelpLink2": "Obtenga más información sobre la Tarjeta de Descuento de Medicamentos aquí.",
  "Heading": "Preguntas Frecuentes Tarjeta de Descuento de Medicamentos",
  "Accordion1": "Las tarjetas de descuento de medicamentos ofrecen descuentos en medicamentos recetados. No son una forma de seguro. Algunas son gratuitas, mientras que otras pueden requerir registro y/o una tarifa. Son ofrecidas por gobiernos estatales, compañías farmacéuticas, organizaciones sin fines de lucro y empresas con fines de lucro. La Tarjeta de Descuento de Medicamentos de NeedyMeds, que es gratuita, también cubre ciertos medicamentos de venta libre y suministros médicos con receta válida.",
  "Accordion2": "Evalúe cuidadosamente todos los costos involucrados, como tarifas de manejo o envío. La tarifa puede superar el descuento. Incluso al usar una tarjeta gratuita, es importante considerar el costo de sus medicamentos: siempre debe comparar precios. Hable con un representante del plan si tiene dudas y para verificar si su medicamento está incluido. Si tiene varios planes o tarjetas, su farmacéutico local generalmente le indicará la manera más económica de obtener su medicamento.",
  "Accordion3": "Sí, muchas cadenas grandes ofrecen descuentos en medicamentos a sus clientes. Muchas ofrecen algunas recetas genéricas de $4-$10. Visite los Programas de Medicamentos Genéricos de $4 de NeedyMeds para encontrar el programa genérico de una farmacia. Estos programas generalmente no incluyen todos los genéricos. Nuevamente, el farmacéutico puede ayudarle a elegir la manera más económica de comprar su medicamento.",
  "Accordion4": "Mientras que algunas tarjetas son gratuitas, otras tienen tarifas anuales que van de $12 hasta $100. Algunas compañías que anuncian medicinas gratuitas cobran una \"tarifa de procesamiento\" por cada receta.",
  "Accordion5": "Los descuentos ofrecidos varían ampliamente, de 0 a 80 %, según el programa, la farmacia y el medicamento recetado.",
  "Accordion6": "Puede pagar más por algunos medicamentos de marca, incluso con descuento, que por la versión genérica, o puede encontrar el medicamento a un menor costo en otra farmacia.",
  "Accordion7": "No necesariamente. Esto debe considerarse si está pagando una tarifa. Contacte al programa para verificar qué medicamentos están disponibles antes de hacer un pago.",
  "Accordion8": "No necesariamente. Esto es algo a considerar si está pagando una tarifa. Comuníquese con el programa para ver qué medicamentos están disponibles antes de realizar un pago.\n\nHaga las siguientes preguntas sobre la tarjeta de descuento:\n\n1. ¿Hay un número de contacto o servicio al cliente al que pueda llamar en caso de problemas?\n\n2. ¿Cuál es la política de reembolso de las tarifas?\n\n3. Si me piden enviar dinero, ¿estoy seguro(a) de que mi medicamento estará disponible con descuento?\n\n4. ¿Está el medicamento que necesito disponible sin costo o a bajo costo a través de un programa de asistencia para pacientes? (Por lo general, esta sería la mejor opción. Haga clic en Programas de Asistencia para Pacientes.)\n\n5. ¿Mis medicamentos se proporcionan a través de una farmacia por correo o de una farmacia presencial? Si es presencial, ¿hay alguna cerca de mí? Si es por correo, ¿hay costos adicionales de manejo y envío?",
  "Card": "Visite el sitio web de NeedyMeds para obtener más información.",
  "AccordionHeader1": "Verifique los programas de ahorro.",
  "AccordionHeader2": "Compare precios — ¡los precios en farmacias pueden variar!",
  "AccordionHeader3": "Pregunte a su médico si hay una versión genérica disponible.",
  "AccordionHeader4": "Pregunte sobre medicamentos alternativos.",
  "AccordionHeader5": "Verifique si un suministro de 90 días cuesta menos que un reabastecimiento de 30 días.",
  "AccordionHeader6": "Tenga cuidado con los medicamentos combinados.",
  "AccordionAnswer1": "Consulte: o Tarjeta de Descuento de Medicamentos de NeedyMeds (DDC) – Ahorre hasta un 80 % en farmacias participantes a nivel nacional. o Programas de Asistencia al Paciente (PAP) – Ofrecidos por fabricantes de medicamentos para brindar medicamentos gratuitos o de bajo costo a pacientes elegibles. o Cupones y Reembolsos – Pueden reducir su gasto de bolsillo en la farmacia. Precios Directos al Consumidor (DTC) – Consulte qué farmacias ofrecen precios en efectivo transparentes y con descuento.",
  "AccordionAnswer2": "Incluso con la Tarjeta de Descuentos de Medicamentos de NeedyMeds, distintas farmacias pueden ofrecer precios diferentes. Use nuestra herramienta gratuita para comparar precios antes de adquirir su medicamento.",
  "AccordionAnswer3": "Los genéricos tienen los mismos ingredientes activos y funcionan de la misma manera que los medicamentos de marca, a menudo a una fracción del costo.",
  "AccordionAnswer4": "A veces existe un medicamento diferente que trata la misma condición pero cuesta menos. Su médico o farmacéutico puede ayudarle a comparar opciones.",
  "AccordionAnswer5": "Muchos planes de seguro y farmacias ofrecen precios por dosis más bajos al adquirir un suministro de 90 días.",
  "AccordionAnswer6": "Una sola pastilla que combina dos medicamentos puede ser más cara que comprar cada medicamento por separado. Pregunte a su médico o farmacéutico si tomar los dos componentes por separado podría ahorrarle dinero.",
  "CardSecondaryLine1": "Toque aquí para obtener más información.",
  "CardSecondaryLine2": "Encuentre respuestas rápidamente:",
  "CardSecondaryLine3": "Toque la flecha para ver más información.",
  "Logo": "Logotipo de NeedyMeds",
  "closeIcon": "Cerrar y regresar",
  "open_in_newIcon": "Abrir enlace en el navegador",
  "cancelIcon": "Borrar código postal",
  "cancelIcon (in ZIP input)": "Borrar código postal",
  "arrow_backIcon": "Regresar",
  "cancelIcon (in name input)": "Borrar nombre",
  "content_copyIcon": "copiar",
  "directionsIconButton": "Abrir con mi aplicación de mapas",
  "phoneIconButton": "Llamar a la farmacia",
  "DSTCardFront": "Detalles frontales de la DDC",
  "DSTCardBack": "Detalles posteriores de la DDC",
  "ScriptSaveCardFront": "Detalles frontales de la DDC",
  "ScriptSaveCardBack": "Detalles posteriores de la DDC"
}
